/* If ~/Applications exists */
"Move to Applications folder in your Home folder?" = "Move NewsBlur Helper to the Applications folder in your home folder?";

/* If no ~/Applications */
"Move to Applications folder?" = "Move NewsBlur Helper to your Applications folder?";

/* Explanatory text */
"I can move myself to the Applications folder if you'd like." = "NewsBlur Helper can move itself if you wish.";

/* More explanatory text added based upon situation */
"Note that this will require an administrator password." = "Note that this will require an administrator password.";
"This will keep your Downloads folder uncluttered." = "This will help to keep your Downloads folder uncluttered.";
"You can then safely move the disk image to the Trash." = "NewsBlur Helper’s Safari extension may not be available if it is running from a disk image.";

/* Buttons */
"Move to Applications Folder" = "Move to Applications Folder";
"Do Not Move" = "Don’t Move";

/* Failure */
"Could not move to Applications folder" = "Couldn’t move to Applications folder";
